IDEA StatiCa Open Model
PointOfID.My Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bending moment around y-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double My { get; set; }
Public Property My As Double
	Get
	Set
public:
property double My {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointOfID Class
IdeaRS.OpenModel.Result Namespace